{
	"id": 0,
	"title": "Выбор капитана",
	"description": "Водрущите черный флаг на мачту своего судна и отправляйтесь на поиск сокровищ! Пройдите путь от сухопутной крысы до грозного пирата, который сыграет важную роль в исторической войне за испанское наследие! Соберите команду и найдите легендарный остров Амелии! Восемнадцатый век, пропитанный фэнтези-атмосферой, ждет своего капитана!",
	"author": "idaspin",
	"created_at": "1643963036",
	"author_id": "431904802918891531",
	"endings": [
		{
			"id": 0,
			"text": "Мне лень переписывать весь квест."
		}
	],
	"rooms": [
		{
			"id": 0,
			"text": "Вы родились в восемнадцатом веке в небольшой прибрежной колонии в Северной Америке. С самого детства Вы мечтали отправиться в море. Однако Вам не хотелось становиться простым матросом - Вы хотели стать капитаном своего собственного корабля!\n\nПроснувшись утром в родительской лачуге в приморском городке Тихий на территории Испанской Флориды, Вы твердо вознамерились в ближайшее же время взять судьбу в свои руки.",
			"buttons": [
				{
					"text": "Продолжить",
					"next_id": 1,
					"ending_id": -1
				}
			]
		},
		{
			"id": 1,
			"text": "Событие Кошель\n\nПрогуливаясь по улицам города, Вы заметили лежащий на дороге кошель с несколькими монетами. Возможно, его кто-то обронил совсем недавно - хотите осмотреться в поисках владельца кошеля? (5 монет)",
			"buttons": [
				{
					"text": "Да",
					"next_id": 2,
					"ending_id": -1
				},
				{
					"text": "Нет",
					"next_id": 3,
					"ending_id": -1
				}
			]
		},
		{
			"id": 2,
			"text": "Событие Кошель\n\nВы растерянно озираетесь по сторонам в поисках хозяина кошеля. В следующий миг к Вам подошел мужчина неприятной наружности с покрытым шрамами лицом: Я смотрю ты моё золотишко тут нашел? Давай его живо сюда! - хотите отдать кошель с монетами? (5 монет)",
			"buttons": [
				{
					"text": "Да",
					"next_id": -1,
					"ending_id": 0
				},
				{
					"text": "Нет",
					"next_id": -1,
					"ending_id": 0
				}
			]
		},
		{
			"id": 3,
			"text": "Событие Кошель\n\nНе став искать хозяина пропажи, Вы убрали кошель в карман и быстро зашагали прочь. В следующий миг к Вам подошел мужчина неприятной наружности с покрытым шрамами лицом: Я смотрю ты моё золотишко тут нашел? Давай его живо сюда! - хотите отдать кошель с монетами? (5 монет)",
			"buttons": [
				{
					"text": "Да",
					"next_id": -1,
					"ending_id": 0
				},
				{
					"text": "Нет",
					"next_id": -1,
					"ending_id": 0
				}
			]
		}
	]
}